Repository: common-repository/woo-paypal-plus-brazil
Catalog: languages/woo-paypal-plus-brazil-*.po
Languages: pt_br

source: Help us keep the %s plugin free making a donation or rate %s on WordPress.org. Thank you in advance!
pt_br: Ajuste-nos a manter o plugin %s gratuito fazendo uma doação ou avaliar %s no WordPress.org. Obrigado!

source: PayPal Plus Brazil for WooCommerce
pt_br: PayPal Plus Brasil para WooCommerce

source: Make a donation
pt_br: Fazer uma doação

source: Make a review
pt_br: Fazer uma avaliação

source: Sale:
pt_br: Venda:

source: Sale fee:
pt_br: Taxa de venda:

source: yes
pt_br: sim

source: Print details
pt_br: Imprimir detalhes

source: Payment not completed yet.
pt_br: Pagamento não foi finalizado ainda.

source: To use PayPal Plus you need to have an authorized account to this. Check this before using.
pt_br: Para utilizar o PayPal Plus você precisa ter uma conta autorizada para isso. Verifique antes de usar.

source: Success creating experience profile ID
pt_br: Sucesso ao criar um perfil de experiência.

source: Error trying to create experience profile ID.
pt_br: Erro ao tentar criar um perfil de experiência.

source: Success creating webhook ID
pt_br: Sucesso ao criar webhook.

source: Error trying to create webhook ID.
pt_br: Erro ao tentar criar um webhook.

source: PayPal Plus Brazil Disabled
pt_br: PayPal Plus Brasil desativado

source: You should inform your client ID.
pt_br: Você deve informar o ID do Cliente.

source: You should inform your client secret.
pt_br: Você deve informar o Segredo do Cliente.

source: Currency <code>%s</code> is not supported. Works only with Brazilian Real.
pt_br: A moeda <code>%s</code> não é suportada. Funciona somente com Real brasileiro.

source: No experience profile id. Check client id and client secret and then save settings to create a new experience profile.
pt_br: Nenhum perfil de experiência informado. Verifique o id e o segredo do cliente e salve as configurações para criar um novo perfil de experiência.

source: depends on the last version of Extra Checkout Fields for Brazil to work!
pt_br: depende da última versão do Extra Checkout Fields for Brazil para funcionar!

source: Active Extra Checkout Fields for Brazil
pt_br: Ativar Extra Checkout Fields for Brazil

source: Install Extra Checkout Fields for Brazil
pt_br: Instalar Extra Checkout Fields for Brazil

source: depends on the last version of WooCommerce to work!
pt_br: depende da última versão do WooCommerce para funcionar!

source: Activate WooCommerce
pt_br: Ativar WooCommerce

source: Install WooCommerce
pt_br: Instalar WooCommerce

source: will not be updated anymore! Please update to the official extension.
pt_br: não vai ser atualizado mais! Por favor, atualize para a extensão oficial.

source: Use <a href="%s">our migration tool</a> or deactivate this plugin and <a href="%s">configure the PayPal Plus again.</a>
pt_br: Use <a href="%s">nossa ferramenta de migração</a> ou desative o plugin e <a href="%s">faça a configuração do PayPal Plus</a> novamente.

source: We will migrate the settings to the official plugin. The official plugin should be installed to work.
pt_br: Nós vamos migrar as configurações para o plugin oficial. O plugin oficial precisa estar instalado para funcionar.

source: Migrate
pt_br: Migrar

source: Discount
pt_br: Desconto

source: PayPal Plus Brazil
pt_br: PayPal Plus Brasil

source: Accept payments by credit card using PayPal Plus.
pt_br: Aceitar pagamentos por cartão de crédito usando PayPal Plus.

source: Confirm payment
pt_br: Confirmar pagamento

source: Loading...
pt_br: Carregando...

source: PayPal Plus is not active for this PayPal account. Please contact us and try another payment method.
pt_br: PayPal Plus não está ativo para essa conta PayPal. Por favor entre em contato conosco e tente outro método de pagamento.

source: Please fill all required fields.
pt_br: Preencha todos os campos obrigatórios.

source: Unknown error. Please contact us and try another payment method.
pt_br: Erro desconhecido. Por favor entre em contato conosco e tente outro método de pagamento.

source: Unknown error in PayPal response. Please contact us and try another payment method.
pt_br: Erro desconhecido na resposta do PayPal. Por favor entre em contato conosco e tente outro método de pagamento.

source: System Status &gt; Logs
pt_br: Status do Sistema &gt; Logs

source: Enable/Disable
pt_br: Ativar/Desativar

source: Enable PayPal Plus Brazil
pt_br: Ativar PayPal Plus Brasil

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isso controla o título que o usuário verá durante o checkout.

source: Credit card
pt_br: Cartão de crédito

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isso controla a descrição que o usuário verá durante o checkout.

source: Use your credit card to checkout.
pt_br: Utilize o seu cartão de crédito para efetuar a sua compra.

source: PayPal Plus Sandbox
pt_br: Sandbox PayPal Plus

source: Enable PayPal Plus Sandbox
pt_br: Ativar Sandbox PayPal Plus

source: PayPal Plus Sandbox can be used to test the payments.
pt_br: Sandbox PayPal Plus pode ser usado para testar pagamentos.

source: PayPal Plus Client ID
pt_br: PayPal Plus ID do Cliente

source: Please enter your PayPal Plus client ID.
pt_br: Informe o cliente ID do PayPal Plus

source: PayPal Plus Client Secret
pt_br: PayPal Plus Cliente Secreto

source: Please enter your PayPal Plus Client Secret.
pt_br: Informe o cliente secreto do PayPal Plus

source: PayPal Plus Experience Profile ID
pt_br: PayPal Plus ID Perfil de Experiência

source: Please enter your PayPal Plus Experience Profile ID. Leave empty if you don't have, the API will get one.
pt_br: Informe o ID Perfil de Experiência do PayPal Plus. Deixe em branco caso você não tenha, pois a API irá obter uma.

source: PayPal Plus Webhook ID
pt_br: Paypal Plus ID do Webhook

source: Please enter your PayPal Webhook ID. Leave empty if you don't have, the API will get one.
pt_br: Informe o ID do Webhook do PayPal. Deixe em branco caso você não tenha, a API irá obter uma.

source: Loading background color
pt_br: Cor de fundo do carregamento

source: Please enter hex color to loading background. Eg.: #CCCCCC
pt_br: Informe o valor hexadecimal da cor de fundo do carregamento. Ex.: #CCCCCC

source: Loading background opacity
pt_br: Opacidade da cor de fundo do carregamento

source: Please enter a percentage value to background opacity. Eg.: 50%.
pt_br: Informe a porcentagem da cor de fundo do carregamento. Ex.: 50%.

source: Gateway Testing
pt_br: Testes do Gateway

source: Debug Log
pt_br: Log de Debug

source: Enable logging
pt_br: Ativar log

source: Log PayPal Plus Brazil events, such as API requests, inside %s
pt_br: Registra eventos do PayPal Plus Brasil, como requisições da API, em %s

source: Missing PayPal payment data.
pt_br: Faltando informações de pagamento do PayPal.

source: Payment denied.
pt_br: Pagamento recusado.

source: Waiting payment confirmation.
pt_br: Aguardando confirmação de pagamento.

source: Could not execute the payment.
pt_br: Não foi possível executar o pagamento.

source: Refund Failed: No amount
pt_br: Falha no reembolso: nenhum valor

source: Refund Failed: No sale ID
pt_br: Falha no reembolso: nenhum ID de pagamento

source: Refund Failed.
pt_br: Falha no reembolso

source: PayPal Plus: Transaction paid.
pt_br: PayPal Plus: transação paga.

source: PayPal Plus: The transaction was rejected by the card company or by fraud.
pt_br: PayPal Plus: a transação foi rejeitada pelo cartão ou por fraude.

source: PayPal Plus: The transaction was refunded.
pt_br: PayPal Plus: a transação foi reembolsada.

source: PayPal Plus: The transaction was reversed.
pt_br: PayPal Plus: a transação foi revertida.

source: Some error trying to generate payment field. Please refresh the page.
pt_br: Houve um erro ao gerar os campos de pagamento. Por favor, atualize a página.

source: Please, fill all the required fields before continue payment.
pt_br: Por favor, preencha todos os campos obrigatórios antes de continuar para o pagamento.

source: Click here
pt_br: Clique aqui

source: in case you already filled everything.
pt_br: caso você já tenha preenchido tudo.

source: Settings
pt_br: Configurações

source: Woo PayPal Plus Brazil
pt_br: Woo PayPal Plus Brasil

source: Easily enable PayPal Plus Checkout (Brazil)
pt_br: Ativa facilmente o checkout do PayPal Plus (Brasil)
